Repository: isabellema/phpmyaddressbook_im
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: the timezone identifier %s defined in configuration file is not valid
fr_fr: l'identifiant de fuseau horaire %s défini dans le fichier de configuration n'est pas valide

source: search
fr_fr: rechercher

source: call number %s
fr_fr: appeler le numéro %s

source: send an email to %s
fr_fr: envoyer un email à %s

source: browse website %s
fr_fr: visiter le site web %s

source: cancel deletion
fr_fr: annuler la suppression

source: addressbook
fr_fr: carnet d'adresses

source: Installation report :
fr_fr: Rapport d'installation :

source: database engine is %s
fr_fr: le moteur de base de données est %s

source: server is %s, user is %s
fr_fr: le serveur est %s, le nom d'utilisateur est %s

source: table %s has been created on database %s
fr_fr: la table %s a été créée dans la base de données %s

source: triggers have been created (sqlite only)
fr_fr: les triggers ont été créé (uniquement pour sqlite)

source: installation failed due to the following error : %s
fr_fr: l'installation a échoué suite à l'erreur suivante : %s

source: Installation completed, you can now use %s !
fr_fr: L'installation est terminée, vous pouvez maintenant utiliser %s !

source: Installation failed, sorry !
fr_fr: L'installation a échoué, désolé !

source: welcome
fr_fr: bienvenue

source: search for contacts whose
fr_fr: rechercher les contacts dont le champ

source: search for contacts whose %s %s %s
fr_fr: rechercher les contacts dont le champ %s %s %s

source: there are %s contacts whose %s %s %s
fr_fr: il y a %s contacts dont le champ %s %s %s

source: display contact %s
fr_fr: afficher le contact %s

source: here is the contact you requested
fr_fr: voici le contact que vous avez demandé

source: new contact
fr_fr: nouveau contact

source: add a new contact
fr_fr: ajouter un nouveau contact

source: you can add a new contact
fr_fr: vous pouvez ajouter un nouveau contact

source: add
fr_fr: ajouter

source: contact has been added
fr_fr: le contact a été ajouté

source: duplicate
fr_fr: dupliquer

source: you can duplicate this contact
fr_fr: vous pouvez dupliquer ce contact

source: edit
fr_fr: modifier

source: contact has been updated
fr_fr: le contact a été modifié

source: delete
fr_fr: supprimer

source: contact has been deleted
fr_fr: le contact a été supprimé

source: export listed contacts in format %s
fr_fr: exporter les contacts listés au format %s

source: contacts whose %s %s %s have been exported to %s
fr_fr: les contacts dont le champ %s %s %s ont été exportés dans %s

source: import some contacts from a %s file
fr_fr: importer des contacts depuis un fichier %s

source: contacts have been imported from %s
fr_fr: les contacts ont été importés depuis %s

source: an error occurred : %s
fr_fr: une erreur est survenue : %s

source: is
fr_fr: est

source: contains
fr_fr: contient

source: does not contain
fr_fr: ne contient pas

source: starts with
fr_fr: commence par

source: booklet
fr_fr: carnet

source: label
fr_fr: étiquette

source: text
fr_fr: texte

source: updating my addressbook
fr_fr: mise à jour de mon carnet d'adresses

source: Hello, If the following information below are not accurate, please send me an email so that I can update my addressbook.
fr_fr: Bonjour, Si les informations ci-dessous sont inexactes, merci de m'en informer par mail afin que je puisse mettre à jour mon carnet d'adresses.

source: Thank you.
fr_fr: Merci.

source: start of mailing
fr_fr: début du mailing

source: trying to send email to %s
fr_fr: tentative d'envoi d'un mail à %s

source: , sending successful
fr_fr: , envoi réussi

source: , sending failed
fr_fr: , envoi échoué

source: %s mails sent without error, %s mails probably not sent
fr_fr: %s mails envoyés sans erreur, %s mails probablement non envoyés

source: end of mailing
fr_fr: fin du mailing

source: configuration file contains an error : %s
fr_fr: le fichier de configuration contient une erreur : %s

source: export format %s is disabled in the configuration file
fr_fr: le format d'export %s est désactivé dans le fichier de configuration

source: file %s is not writable
fr_fr: le fichier %s ne peut être ouvert en écriture

source: writing into the file %s failed
fr_fr: l'écriture dans le fichier %s a échoué

source: no exportMode defined for export format %s in the configuration file
fr_fr: aucun exportMode défini pour le format d'export %s dans le fichier de configuration

source: mailingSenderEmail parameter is null and must be defined in user configuration file
fr_fr: le paramètre mailingSenderEmail doit être défini dans le fichier de configuration utilisateur

source: one or more mails have not been sent
fr_fr: un ou plusieurs mails n'ont pu être envoyés

source: directory %s does not exist
fr_fr: le répertoire %s n'existe pas

source: directory %s is not readable
fr_fr: le répertoire %s ne peut être ouvert en lecture

source: file %s is not readable
fr_fr: le fichier %s ne peut être ouvert en lecture

source: header is not valid as defined in the configuration file
fr_fr: l'entête n'est pas valide tel que défini dans le fichier de configuration

source: number of fields (%s) of a line differs from the number of field (%s) of the header
fr_fr: le nombre de champ (%s) d'une ligne diffère du nombre de champ (%s) de l'entête

source: directory %s contains no file or more than one file
fr_fr: le répertoire %s ne contient aucun fichier ou plus d'un fichier

source: import format %s is disabled in the configuration file
fr_fr: le format d'import %s est désactivé dans le fichier de configuration

source: moving the import file %s to archive directory %s failed
fr_fr: l'archivage du fichier importé %s dans le répertoire des archives %s a échoué

source: family name
fr_fr: nom

source: (unnamed)
fr_fr: (sans nom)

source: name is mandatory
fr_fr: le nom est obligatoire

source: first name
fr_fr: prénom

source: postal address
fr_fr: adresse

source: postal code
fr_fr: code postal

source: city
fr_fr: ville

source: country
fr_fr: pays

source: home phone
fr_fr: téléphone fixe

source: mobile phone
fr_fr: téléphone mobile

source: enter a valid email
fr_fr: entrez une adresse email valide

source: website
fr_fr: site web

source: enter a valid url
fr_fr: entrez une url valide

source: comments
fr_fr: commentaires

source: tags
fr_fr: catégories
